import React from "react";
import { ReadProjectContentContainer } from "./ReadProjectContent.style";
import { setUrl } from "../../lib/setUrl";
import { ProjectType } from "../../types/project";

const ReadProjectContent: React.FC = () => {
  return (
    <ReadProjectContentContainer>
      <div>
        프로젝트 설명프로젝트 설명 프로젝트 설명프로젝트 설명프로젝트
        설명프로젝트 설명 프로젝트 설명프로젝트 설명프로젝트 설명프로젝트
        설명프로젝트 설명프로젝트 설명프로젝트 설명 프로젝트 설명프로젝트 설명
        프로젝트 설명 프로젝트 설명프로젝트 설명프로젝트 설명프로젝트
        설명프로젝트 설명 프로젝트 설명프로젝트 설명프로젝트 설명프로젝트 설명
        프로젝트 설명프로젝트 설명프로젝트 설명프로젝트 설명프로젝트
        설명프로젝트 설명 프로젝트 설명프로젝트 설명프로젝트 설명프로젝트 설명
        프로젝트 설명프로젝트 설명프로젝트 설명
      </div>
      <div>
        프로젝트 설명프로젝트 설명 프로젝트 설명프로젝트 설명프로젝트
        설명프로젝트 설명 프로젝트 설명프로젝트 설명프로젝트 설명프로젝트
        설명프로젝트 설명프로젝트 설명프로젝트 설명 프로젝트 설명프로젝트 설명
        프로젝트 설명 프로젝트 설명프로젝트 설명프로젝트 설명프로젝트
        설명프로젝트 설명 프로젝트 설명프로젝트 설명프로젝트 설명프로젝트 설명
        프로젝트 설명프로젝트 설명프로젝트 설명프로젝트 설명프로젝트
        설명프로젝트 설명 프로젝트 설명프로젝트 설명프로젝트 설명프로젝트 설명
        프로젝트 설명프로젝트 설명프로젝트 설명
      </div>
      <div>
        프로젝트 설명프로젝트 설명 프로젝트 설명프로젝트 설명프로젝트
        설명프로젝트 설명 프로젝트 설명프로젝트 설명프로젝트 설명프로젝트
        설명프로젝트 설명프로젝트 설명프로젝트 설명 프로젝트 설명프로젝트 설명
        프로젝트 설명 프로젝트 설명프로젝트 설명프로젝트 설명프로젝트
        설명프로젝트 설명 프로젝트 설명프로젝트 설명프로젝트 설명프로젝트 설명
        프로젝트 설명프로젝트 설명프로젝트 설명프로젝트 설명프로젝트
        설명프로젝트 설명 프로젝트 설명프로젝트 설명프로젝트 설명프로젝트 설명
        프로젝트 설명프로젝트 설명프로젝트 설명
      </div>
      <div>
        프로젝트 설명프로젝트 설명 프로젝트 설명프로젝트 설명프로젝트
        설명프로젝트 설명 프로젝트 설명프로젝트 설명프로젝트 설명프로젝트
        설명프로젝트 설명프로젝트 설명프로젝트 설명 프로젝트 설명프로젝트 설명
        프로젝트 설명 프로젝트 설명프로젝트 설명프로젝트 설명프로젝트
        설명프로젝트 설명 프로젝트 설명프로젝트 설명프로젝트 설명프로젝트 설명
        프로젝트 설명프로젝트 설명프로젝트 설명프로젝트 설명프로젝트
        설명프로젝트 설명 프로젝트 설명프로젝트 설명프로젝트 설명프로젝트 설명
        프로젝트 설명프로젝트 설명프로젝트 설명
      </div>
    </ReadProjectContentContainer>
  );
};

export default ReadProjectContent;
